{
  "competition_info": {
    "name": "2012_AMC_8",
    "group": "AMC_8",
    "year": 2012,
    "is_AJHSME": false,
    "level": "8",
    "suffix": "",
    "fall_version": false,
    "total_problems": 25,
    "problem_number_override": null
  },
  "problems": [
    {
      "id": "amc_2012_8_1",
      "question": "<p>Rachelle uses 3 pounds of meat to make 8 hamburgers for her family. How many pounds of meat does she need to make 24 hamburgers for a neighbourhood picnic?</p>",
      "solutions": [
        "<p>Since Rachelle uses $3$ pounds of meat to make $8$ hamburgers, she uses $\\frac{3}{8}$ pounds of meat to make one hamburger. She'll need 24 times that amount of meat for 24 hamburgers, or $\\frac{3}{8} \\cdot 24 = \\boxed{\\textbf{(E)}\\ 9}$.</p>",
        "<p>We have the proportion $\\frac{3}{8}$ = $\\frac{x}{24}$. To solve for $x$, multiply the left side of the equation by $\\frac{3}{3}$. This gives us $\\frac{9}{24}=\\frac{x}{24}$. For $\\frac{9}{24}$ to equal $\\frac{x}{24}$, we find that $x=9$. The answer is then $\\boxed{(E)}$. ~Andrew_Lu with some small edits from: TabHawaii</p>"
      ],
      "categorization": [
        {
          "category": "algebra",
          "sub_category": "basic_operations",
          "confidence": 0.95
        }
      ]
    },
    {
      "id": "amc_2012_8_2",
      "question": "<p>In the country of East Westmore, statisticians estimate there is a baby born every $8$ hours and a death every day. To the nearest hundred, how many people are added to the population of East Westmore each year?</p>",
      "solutions": [
        "<p>There are $24\\text{ hours}\\div8\\text{ hours} = 3$ births and one death everyday in East Westmore. Therefore, the population increases by $3$ - $1$ = $2$ people everyday. Thus, there are $2 \\times 365 = 730$ people added to the population every year. Rounding, we find the answer is $\\boxed{\\textbf{(B)}\\ 700}$.</p>"
      ],
      "categorization": [
        {
          "category": "algebra",
          "sub_category": "basic_operations",
          "confidence": 0.95
        }
      ]
    },
    {
      "id": "amc_2012_8_3",
      "question": "<p>On February 13 <i>The Oshkosh Northwester</i> listed the length of daylight as 10 hours and 24 minutes, the sunrise was $6:57\\textsc{am}$, and the sunset as $8:15\\textsc{pm}$. The length of daylight and sunrise were correct, but the sunset was wrong. When did the sun really set?</p>",
      "solutions": [
        "<p>The problem wants us to find the time of sunset and gives us the length of daylight and time of sunrise. So all we have to do is add the length of daylight to the time of sunrise to obtain the answer. Convert 10 hours and 24 minutes into $10:24$ in order to add easier.</p><p>Adding, we find that the time of sunset is $6:57\\textsc{am} + 10:24 \\implies 17:21 \\implies  \\boxed{\\textbf{(B)}\\ 5:21\\textsc{pm}}$.</p>",
        "<p>The length of daylight is 10 hours and 24 minutes, but for now, we can just look at the 24 minutes. Add 24 minutes to 57 part of sunrise, and you see that the sunset time must end in a 21. We see that the only option that ends with 21 is $\\implies  \\boxed{\\textbf{(B)}\\ 5:21\\textsc{pm}}$.</p>"
      ],
      "categorization": [
        {
          "category": "algebra",
          "sub_category": "basic_operations",
          "confidence": 0.95
        }
      ]
    },
    {
      "id": "amc_2012_8_4",
      "question": "<p>Peter's family ordered a 12-slice pizza for dinner. Peter ate one slice and shared another slice equally with his brother Paul. What fraction of the pizza did Peter eat?</p>",
      "solutions": [
        "<p>Peter ate $1 + \\frac{1}{2} = \\frac{3}{2}$ slices. The pizza has $12$ slices total. Taking the ratio of the amount of slices Peter ate to the amount of slices in the pizza, we find that Peter ate $\\dfrac{\\frac{3}{2}\\text{ slices}}{12\\text{ slices}} = \\boxed{\\textbf{(C)}\\ \\frac{1}{8}}$ of the pizza.</p>",
        "<p>An alternative way of solving this problem is to add the slices separately. When Peter takes a full slice, he takes $\\frac{1}{12}$ of the pizza. When he shares the slice with paul, he splits a slice of pizza into two, the equation is $\\frac{1}{2}$ of $\\frac{1}{12}$, which is $\\frac{1}{24}$. Adding gives: \\[\\frac{1}{12}+\\frac{1}{24}=\\boxed{\\textbf{(C)}~\\frac{1}{8}}\\]</p><p>~SmartGrowth ~edited by megaboy6679</p>"
      ],
      "categorization": [
        {
          "category": "algebra",
          "sub_category": "basic_operations",
          "confidence": 0.95
        }
      ]
    },
    {
      "id": "amc_2012_8_5",
      "question": "<p>In the diagram, all angles are right angles and the lengths of the sides are given in centimeters. Note the diagram is not drawn to scale. What is , $X$ in centimeters?</p><p>[asy] pair A,B,C,D,E,F,G,H,I,J,K,L,M,N,O,P,Q,R; A=(4,0); B=(7,0); C=(7,4); D=(8,4); E=(8,5); F=(10,5); G=(10,7); H=(7,7); I=(7,8); J=(5,8); K=(5,7); L=(4,7); M=(4,6); N=(0,6); O=(0,5); P=(2,5); Q=(2,3); R=(4,3); draw(A--B--C--D--E--F--G--H--I--J--K--L--M--N--O--P--Q--R--cycle); label(\"$X$\",(3.4,1.5)); label(\"6\",(7.6,1.5)); label(\"1\",(7.6,3.5)); label(\"1\",(8.4,4.6)); label(\"2\",(9.4,4.6)); label(\"2\",(10.4,6)); label(\"3\",(8.4,7.4)); label(\"1\",(7.5,7.8)); label(\"2\",(6,8.5)); label(\"1\",(4.7,7.8)); label(\"1\",(4.3,7.5)); label(\"1\",(3.5,6.5)); label(\"4\",(1.8,6.5)); label(\"1\",(-0.5,5.5)); label(\"2\",(0.8,4.5)); label(\"2\",(1.5,3.8)); label(\"2\",(2.8,2.6));[/asy]</p>",
      "solutions": [
        "<p><a class=\"image\" href=\"/wiki/index.php/File:2012amc85.png\">2012amc85.png</a></p><p><br/>$1 + 1 + 1 + 2 + X = 1 + 2 + 1 + 6\\\\ 5 + X = 10\\\\ X = 5$</p><p>Thus, the answer is $\\boxed{\\textbf{(E)}\\ 5}$.</p>",
        "<p>Note that we only need to consider the value below the marked red line, so we have the equation:\\[X + 2 = 6 + 1\\]\\[X = 5\\]</p><p>Hence, the answer is $\\boxed{\\textbf{(E)}\\ 5}$.</p><p>~<a href=\"/wiki/index.php/User:Bloggish\" title=\"User:Bloggish\">Bloggish</a></p>"
      ],
      "categorization": [
        {
          "category": "geometry",
          "sub_category": "polygons",
          "confidence": 0.95
        }
      ]
    },
    {
      "id": "amc_2012_8_6",
      "question": "<p>A rectangular photograph is placed in a frame that forms a border two inches wide on all sides of the photograph. The photograph measures $8$ inches high and $10$ inches wide. What is the area of the border, in square inches?</p>",
      "solutions": [
        "<p>In order to find the area of the frame, we need to subtract the area of the photograph from the area of the photograph and the frame together. The area of the photograph is $8 \\times 10 = 80$ square inches. The height of the whole frame (including the photograph) would be $8+2+2 = 12$, and the width of the whole frame, $10+2+2 = 14$. Therefore, the area of the whole figure would be $12 \\times 14 = 168$ square inches. Subtracting the area of the photograph from the area of both the frame and photograph, we find the answer to be $168-80 = \\boxed{\\textbf{(E)}\\ 88}$.</p>"
      ],
      "categorization": [
        {
          "category": "geometry",
          "sub_category": "general",
          "confidence": 0.95
        }
      ]
    },
    {
      "id": "amc_2012_8_7",
      "question": "<p>Isabella must take four 100-point tests in her math class. Her goal is to achieve an average grade of 95 on the tests. Her first two test scores were 97 and 91. After seeing her score on the third test, she realized she can still reach her goal. What is the lowest possible score she could have made on the third test?</p>",
      "solutions": [
        "<p>Isabella wants an average grade of $95$ on her 4 tests; this also means that she wants the sum of her test scores to be at least $95 \\times 4 = 380$ (if she goes over this number, she'll be over her goal!). She's already taken two tests, which sum to $97+91 = 188$, which means she needs $192$ more points to achieve her desired average. In order to minimize the score on the third test, we assume that Isabella will receive all $100$ points on the fourth test. Therefore, the lowest Isabella could have scored on the third test would be $192-100 = \\boxed{\\textbf{(B)}\\ 92}$.</p>",
        "<p>Isabella needs to lose a max of $20$. When she got $97$ and $91$, the max goes down to $20 - 3 - 9 = 8$. If we get $100$ on her last test, then she will get $\\boxed{\\textbf{(B)}\\ 92}$ on the third test.</p>"
      ],
      "categorization": [
        {
          "category": "algebra",
          "sub_category": "basic_operations",
          "confidence": 0.95
        }
      ]
    },
    {
      "id": "amc_2012_8_8",
      "question": "<p>A shop advertises everything is \"half price in today's sale.\" In addition, a coupon gives a 20% discount on sale prices. Using the coupon, the price today represents what percentage off the original price?</p>",
      "solutions": [
        "<p>Let the original price of an item be $x$.</p><p>First, everything is half-off, so the price is now $\\frac{x}{2} = 0.5x$.</p><p>Next, the extra coupon applies 20% off on the <i>sale price</i>, so the price after this discount will be $100\\% - 20\\% = 80\\%$ of what it was before. (Notice how this is not applied to the original price; if it were, the solution would be applying 50% + 20 % = 70% off the original price.)</p><p>$80\\% \\cdot 0.5 x = \\frac{4}{5} \\cdot 0.5 x = 0.4x$</p><p>The price of the item after all discounts have been applied is $0.4x = 40\\% \\cdot x$. However, we need to find the percentage off the original price, not the current percentage of the original price. We then subtract $40\\% x$ from $100\\% x$ (the original price of the item), to find the answer, $\\boxed{\\textbf{(D)}\\ 60}$.</p>",
        "<p>Since the problem implies that the percentage off the original price will be the same for every item in the store, <a href=\"/wiki/index.php/Fakesolving\" title=\"Fakesolving\">fakesolving</a> is applicable here. Say we are buying an item worth 10 dollars, a convenient number to work with. First, it is clear that we'll get 50% off, which makes the price then 5 dollars. Taking 20% off of 5 dollars gives us 4 dollars. Therefore, we have saved a total of $\\frac{10-4}{10} = \\frac{6}{10} = \\frac{60}{100} = \\boxed{\\textbf{(D)}\\ 60} \\%$.</p>",
        "<p>The percent off would be 50% of 20% because it has an additional 20% off of half the price. The answer to that would be 10%. You could do 10% + 50% to find the answer. This answer is (D)60</p><p>~ SmartGrowth</p>",
        "<p>The price is $50\\%$ off, which means the price would be $100\\% - 50\\% = 50\\%$ of what it was before. Then, you get $20\\%$ off. Sidenote: A common mistake is finding $20\\%$ of the price, but forgetting to subtract it. $20\\%$ off the price is $100\\% - 20\\% = 80\\%.$ Now, we can multiply the two discounts as decimals. $0.5 \\times 0.8 = 0.4 = 40\\%.$ Our final answer is $100\\% - 40\\% = \\boxed{\\textbf{(D)}\\ 60\\%}$</p><p>~ ENDERGAMER25/Endy</p>"
      ],
      "categorization": [
        {
          "category": "algebra",
          "sub_category": "basic_operations",
          "confidence": 0.95
        }
      ]
    },
    {
      "id": "amc_2012_8_9",
      "question": "<p>The Fort Worth Zoo has a number of two-legged birds and a number of four-legged mammals. On one visit to the zoo, Margie counted 200 heads and 522 legs. How many of the animals that Margie counted were two-legged birds?</p>",
      "solutions": [
        "<p>Let the number of two-legged birds be $x$ and the number of four-legged mammals be $y$. We can now use systems of equations to solve this problem.</p><p>Write two equations:</p><p>$2x + 4y = 522$</p><p>$x + y = 200$</p><p>Now multiply the latter equation by $2$.</p><p>$2x + 4y = 522$</p><p>$2x + 2y = 400$</p><p>By subtracting the second equation from the first equation, we find that $2y = 122 \\implies y = 61$. Since there were $200$ heads, meaning that there were $200$ animals, there were $200 - 61 =  \\boxed{\\textbf{(C)}\\ 139}$ two-legged birds.</p>",
        "<p>First, we \"assume\" there are 200 two-legged birds only, and 0 four-legged mammals. Of course, this poses a problem, as then there would only be $200\\cdot2=400$ legs.</p><p>Now we have to do some swapping--for every two-legged bird we swap for a four-legged mammal, we gain 2 legs. For example, if we swapped one bird for one mammal, giving 199 birds and 1 mammal, there would be $400 + 1(2) = 402$ legs. If we swapped two birds for two mammals, there would be $400 + 2(2) = 404$ legs. If we swapped 50 birds for 50 mammals, there would be $400 + 50(2) = 500$ legs.</p>",
        "<p>Let's add 2 legs for each bird and assume each bird has four-legged as each mammal. So the total legs of these birds and mammals would be $4*200=800$. Actually, there were only $522$ legs. The difference between these two numbers exactly gives us the number of all the legs we added for all birds: $800 - 522 = 278$. Because each bird was added by 2 legs, so the total number of birds would be $278/2 = \\boxed{\\textbf{(C)}\\ 139}$ two-legged birds. ---LarryFlora</p>"
      ],
      "categorization": [
        {
          "category": "algebra",
          "sub_category": "linear_equations",
          "confidence": 0.95
        }
      ]
    },
    {
      "id": "amc_2012_8_10",
      "question": "<p>How many 4-digit numbers greater than 1000 are there that use the four digits of 2012?</p>",
      "solutions": [
        "<p>For this problem, all we need to do is find the amount of valid 4-digit numbers that can be made from the digits of $2012$, since all of the valid 4-digit number will always be greater than $1000$. The best way to solve this problem is by using casework.</p><p>There can be only two leading digits, namely $1$ or $2$.</p><p>When the leading digit is $1$, you can make $\\frac{3!}{2!1!} \\implies 3$ such numbers. </p><p>When the leading digit is $2$, you can make $3! \\implies 6$ such numbers.</p><p>Summing the amounts of numbers, we find that there are $\\boxed{\\textbf{(D)}\\ 9}$ such numbers.</p>",
        "<p>Notice that the first digit cannot be $0$, as the number is greater than $1000$. Therefore, there are three digits that can be in the thousands. </p><p>The rest three digits of the number have no restrictions, and therefore there are $3! \\implies 6$ for each leading digit.</p><p>Since the two $2$'s are indistinguishable, there are $\\frac {3\\cdot6}{2}$ such numbers $\\implies \\boxed{\\textbf{(D)}\\ 9}$.</p><p>Note by algebramaster2: 1 and 2 are the only digits that can be in the thousands place as 0 in the thousands place will not make the number 4 digit anymore.</p>",
        "<p>We can list out the four digits in the number. The first digit of the number can’t be 0 since the number is greater than $1000$. This leaves us with three integers for the digit in the thousands place. We have no restrictions in the hundreds place except for the fact that it can’t be the integer we chose for the thousands place. Continuing this pattern, there are $3$ choices for the thousands place, $3$ for the hundreds, $2$ for the tens, and $1$ for the ones. Adding this up we get $9$ which is choice $\\boxed{\\textbf{(D)} }$.</p><p>—-jason.ca</p>",
        "<p>There are $\\frac{4!}{2!}$ ways to arrange the numbers in $2012$. The number of ways to arrange 2012 with 0 as the first digit is 3 because there are three places to put the 1 and the 2s are the same. $12-3= 9$ which is choice $\\boxed{\\textbf{(D)} }$.</p><p>~ Edited by GeometryMystery</p>"
      ],
      "categorization": [
        {
          "category": "combinatorics",
          "sub_category": "counting",
          "confidence": 0.95
        }
      ]
    },
    {
      "id": "amc_2012_8_11",
      "question": "<p>The mean, median, and unique mode of the positive integers 3, 4, 5, 6, 6, 7, and $x$ are all equal. What is the value of $x$?</p>",
      "solutions": [
        "<p>We can eliminate answer choices ${\\textbf{(A)}\\ 5}$ and ${\\textbf{(C)}\\ 7}$, because of the above statement. Now we need to test the remaining answer choices.</p><p>Case 1: $x = 6$</p><p>Mode: $6$</p><p>Median: $6$</p><p>Mean: $\\frac{37}{7}$</p><p>Since the mean does not equal the median or mode, ${\\textbf{(B)}\\ 6}$ can also be eliminated.</p><p>Case 2: $x = 11$</p><p>Mode: $6$</p><p>Median: $6$</p><p>Mean: $6$</p><p>We are done with this problem, because we have found when $x = 11$, the condition is satisfied. Therefore, the answer is $\\boxed{{\\textbf{(D)}\\ 11}}$.</p>",
        "<p>Notice that the mean of this set of numbers, in terms of $x$, is:</p><p>$\\frac{3+4+5+6+6+7+x}{7} = \\frac{31+x}{7}$</p><p>Because we know that the mode must be $6$ (it can't be any of the numbers already listed, as shown above, and no matter what $x$ is, either $6$ or a new number, it will not affect $6$ being the mode), and we know that the mode must equal the mean, we can set the expression for the mean and $6$ equal:</p><p>\\[\\dfrac{31+x}{7}=6\\]\\[31+x=42\\]\\[x=\\boxed{\\text{(D) } 11}\\]</p>",
        "<p>We know the unique mode must be $6$, so the mean must be the same number $6$. Let's imagine a scale. $6$ exactly stands the mid-point of the scale. Numbers of $3,4,5$ represent the left side \"weights\" of the scale. Numbers of $6,7, x$ represent the right side \"weights\" of the scale. On the left side, the difference of the three \"weights\" between $6$ are $-3, -2, -1$, respectively. It gives us the total difference is $-6$. In order to allow the scale to keep balance, on the right side, the total difference must be $+6$. Because we have already known the difference of the right side \"weights\" between $6$ is $0+1=1$, partially, so the difference between $6$ and unknown $x$ must be $+6-1=+5$. It exactly gives us the answer:$x=6+5= \\boxed{{\\textbf{(D)}\\ 11}}$. ---LarryFlora</p><p><br/></p>",
        "<p>Since all the answer choices are integers, we know that $\\frac{3+4+5+6+6+7+x}{7}$, which simplifies to $\\frac{31+x}{7}$, must be an integer. The only answer choice that satisfies this is $\\boxed{{\\textbf{(D)}\\ 11}}$.</p><p>Edit: The only answer choice that keeps $\\frac{31+x}{7}$ equal to the mode, 6, is $\\boxed{{\\textbf{(D)}\\ 11}}$</p><p>~NXC</p><p>~Minor edit by NOOB5.00</p>"
      ],
      "categorization": [
        {
          "category": "algebra",
          "sub_category": "basic_operations",
          "confidence": 0.95
        }
      ]
    },
    {
      "id": "amc_2012_8_12",
      "question": "<p>What is the units digit of $13^{2012}$?</p>",
      "solutions": [
        "<p>The problem wants us to find the units digit of $13^{2012}$, therefore, we can eliminate the tens digit of $13$, because the tens digit will not affect the final result. So our new expression is $3^{2012}$. Now we need to look for a pattern in the units digit.</p><p>$3^1 \\implies 3$</p><p>$3^2 \\implies 9$</p><p>$3^3 \\implies 7$</p><p>$3^4 \\implies 1$</p><p>$3^5 \\implies 3$</p><p>We observe that there is a pattern for the units digit which recurs every four powers of three. Using this pattern, we can subtract 1 from 2012 and divide by 4. The remainder is the power of three that we are looking for, plus one. $2011$ divided by $4$ leaves a remainder of $3$, so the answer is the units digit of $3^{3+1}$, or $3^4$. Thus, we find that the units digit of $13^{2012}$ is $\\boxed{{\\textbf{(A)}\\ 1}}$.</p>",
        "<p>Ignore the tens digit of $13$, we find a pattern in the units digit that $3^4 \\implies 1$. We also find $2012$ can be divided by $4$ evenly, which is $2012/4=503$. So $3^{2012}$ = $(3^4)^{503}$. Because the units digit of $3^4 \\implies 1$，so the units digit $1^{503} \\implies 1$. Thus, the units digit of $13^{2012}$ is $\\boxed{{\\textbf{(A)}\\ 1}}$.  ---LarryFlora</p>"
      ],
      "categorization": [
        {
          "category": "number_theory",
          "sub_category": "modular_arithmetic",
          "confidence": 0.95
        }
      ]
    },
    {
      "id": "amc_2012_8_13",
      "question": "<p>Jamar bought some pencils costing more than a penny each at the school bookstore and paid $\\textdollar 1.43$. Sharona bought some of the same pencils and paid $\\textdollar 1.87$. How many more pencils did Sharona buy than Jamar?</p>",
      "solutions": [
        "<p>We assume that the price of the pencils remains constant. Convert $\\textdollar 1.43$ and $\\textdollar 1.87$ to cents. Since the price of the pencils is more than one penny, we can find the price of one pencil (in cents) by taking the greatest common divisor of $143$ and $187$, which is $11$. Therefore, Jamar bought $\\frac{143}{11} \\implies 13$ pencils and Sharona bought $\\frac{187}{11} \\implies 17$ pencils. Thus, Sharona bought $17-13 = \\boxed{\\textbf{(C)}\\ 4}$ more pencils than Jamar.</p>",
        "<p>We find the difference between $1.43$ and $1.87$ is $1.87-1.43 = 0.44$, which is the extra cost of Sharona's pencils than Jamar's pencils. Because the difference between the amounts of the pencils they bought must be divided evenly by $0.44$, looking into the answers, $2$ or $4$ is possibly correct. It gives us the price of each pencil should be $0.44/2=0.22$ or $0.44/4=0.11$, respectively. Then we find only $0.11$ can be divided evenly by $1.43$ and $1.87$. So the answer is $\\boxed{\\textbf{(C)}\\ 4}$</p>",
        "<p>You can quickly tell, if you have memorized your times tables, that $187$ and $143$ are both multiples of $11$. Additionally, the difference is 44 cents. That means that there are $\\boxed{\\textbf{(C)}\\ 4}$ more pencils purchased by Sharona because $11\\times4 = 44$.</p>"
      ],
      "categorization": [
        {
          "category": "number_theory",
          "sub_category": "divisibility",
          "confidence": 0.95
        }
      ]
    },
    {
      "id": "amc_2012_8_14",
      "question": "<p>In the BIG N, a middle school football conference, each team plays every other team exactly once. If a total of 21 conference games were played during the 2012 season, how many teams were members of the BIG N conference?</p>",
      "solutions": [
        "<p>This problem is very similar to a handshake problem. We use the formula $\\frac{n(n-1)}{2}$ to usually find the number of games played (or handshakes). Now we have to use the formula in reverse.</p><p>So we have the equation $\\frac{n(n-1)}{2} = 21$. Solving, we find that the number of teams in the BIG N conference is $\\boxed{\\textbf{(B)}\\ 7}$.</p>",
        "<p>(If someone understands what I'm trying to do here and can explain it better, please edit it)We know that every team has to play a game with every other team, so we just need to find out how many consecutive numbers, $1$ to $x$, can fit into 21. We know that $6+5+4+3+2+1=21$, and since this doesn't count to $7th$ team that shook hands with the other $6$, we know that there are $\\boxed{\\textbf{(B)}\\ 7}$ teams in the BIG N conference.</p>"
      ],
      "categorization": [
        {
          "category": "combinatorics",
          "sub_category": "counting",
          "confidence": 0.95
        }
      ]
    },
    {
      "id": "amc_2012_8_15",
      "question": "<p>The smallest number greater than 2 that leaves a remainder of 2 when divided by 3, 4, 5, or 6 lies between what numbers?</p>",
      "solutions": [
        "<p>To find the answer to this problem, we need to find the least common multiple of $3$, $4$, $5$, $6$ and add $2$ to the result. To calculate the least common multiple, we need to find the prime factorization for each of them. $3 = 3^{1}$, $4 = 2^{2}$, $5 = 5^{1}$, and $6 = 2^{1}*{3^{1}}$. So the least common multiple of the four numbers is $2^{2}*{3^{1}*{5^{1}}} = 60$, and by adding $2$, we find that that such number is $62$. Now we need to find the only given range that contains $62$. The only such range is answer $\\textbf{(D)}$, and so our final answer is $\\boxed{\\textbf{(D)}\\ 61\\text{ and }65}$.</p><p>~NXC</p>"
      ],
      "categorization": [
        {
          "category": "number_theory",
          "sub_category": "modular_arithmetic",
          "confidence": 0.95
        }
      ]
    },
    {
      "id": "amc_2012_8_16",
      "question": "<p>Each of the digits 0, 1, 2, 3, 4, 5, 6, 7, 8, and 9 is used only once to make two five-digit numbers so that they have the largest possible sum. Which of the following could be one of the numbers?</p>",
      "solutions": [
        "<p>In order to maximize the sum of the numbers, the numbers must have their digits ordered in decreasing value. There are only two numbers from the answer choices with this property: $76531$ and $87431$. To determine the answer we will have to use estimation and the first two digits of the numbers.</p><p>For $76531$ the number that would maximize the sum would start with $98$. The first two digits of $76531$ (when rounded) are $77$. Adding $98$ and $77$, we find that the first three digits of the sum of the two numbers would be $175$.</p><p>For $87431$ the number that would maximize the sum would start with $96$. The first two digits of $87431$ (when rounded) are $87$. Adding $96$ and $87$, we find that the first three digits of the sum of the two numbers would be $183$.</p><p>From the estimations, we can say that the answer to this problem is $\\boxed{\\textbf{(C)}\\ 87431}$.</p><p>p.s. USE INTUITION, see answer choices before solving any question -litttle_master</p>",
        "<p>In order to determine the largest number possible, we have to evenly distribute the digits when adding. The two numbers that show an example of this are $97531$ and $86420$. The digits can be interchangeable between numbers because we only care about the actual digits. </p><p>The first digit must be either $9$ or $8$. This immediately knocks out $\\textbf{(A)}\\ 76531$. </p><p>The second digit must be either $7$ or $6$. This doesn't cancel any choices.</p><p>The third digit must be either $5$ or $4$. This knocks out $\\textbf{(B)}\\ 86724$ and $\\textbf{(D)}\\ 96240$. </p><p>The fourth digit must be $3$ or $2$. This cancels out $\\textbf{(E)}\\ 97403$. </p><p>This leaves us with $\\boxed{\\textbf{(C)}\\ 87431}$.</p>",
        "<p>If we use intuition, we know that the digits will be IN ORDER, to maximze the number. This eliminates $\\textbf{(B)}$, $\\textbf{(D)}$,and $\\textbf{(E)}$. Additionally, the 2 two numbers must have 9 and 8 for the first digit to maximize the sum, eliminating $\\textbf{(A)}$. This leaves $\\boxed{\\textbf{(C)}\\ 87431}$.-written by litttle_master purely, not copied from anywhere</p>"
      ],
      "categorization": [
        {
          "category": "algebra",
          "sub_category": "basic_operations",
          "confidence": 0.95
        }
      ]
    },
    {
      "id": "amc_2012_8_17",
      "question": "<p>A square with integer side length is cut into 10 squares, all of which have integer side length and at least 8 of which have area 1. What is the smallest possible value of the length of the side of the original square?</p>",
      "solutions": [
        "<p>The first answer choice ${\\textbf{(A)}\\ 3}$, can be eliminated since there must be $10$ squares with integer side lengths. We then test the next smallest sidelength which is $4$. The square with area $16$ can be partitioned into $8$ squares with area $1$ and two squares with area $4$, which satisfies all the conditions of the problem. Therefore, the smallest possible value of the length of the side of the original square is $\\boxed{\\textbf{(B)}\\ 4}$.</p>"
      ],
      "categorization": [
        {
          "category": "geometry",
          "sub_category": "general",
          "confidence": 0.95
        }
      ]
    },
    {
      "id": "amc_2012_8_18",
      "question": "<p>What is the smallest positive integer that is neither prime nor square and that has no prime factor less than 50?</p>",
      "solutions": [
        "<p>The problem states that the answer cannot be a perfect square or have prime factors less than $50$. Therefore, the answer will be the product of at least two different primes greater than $50$. The two smallest primes greater than $50$ are $53$ and $59$. Multiplying these two primes, we obtain the number $3127$, which is also the smallest number on the list of answer choices. </p><p>So we are done, and the answer is $\\boxed{\\textbf{(A)}\\ 3127}$.</p>"
      ],
      "categorization": [
        {
          "category": "number_theory",
          "sub_category": "primes",
          "confidence": 0.95
        }
      ]
    },
    {
      "id": "amc_2012_8_19",
      "question": "<p>In a jar of red, green, and blue marbles, all but 6 are red marbles, all but 8 are green, and all but 4 are blue. How many marbles are in the jar?</p>",
      "solutions": [
        "<p>$6$ are blue and green - $b+g=6$</p><p>$8$ are red and blue - $r+b=8$</p><p>$4$ are red and green - $r+g=4$</p><p><br/>We can do trial and error. Let's make blue $5$. That makes green $1$ and red $3$ because $6-5=1$ and $8-5=3$. To check this, let's plug $1$ and $3$ into $r+g=4$, which works. Now count the number of marbles - $5+3+1=9$. So the answer is $\\boxed{\\textbf{(C)}\\ 9}.$</p>",
        "<p>We already knew the facts: $6$ are blue and green, meaning $b+g=6$; $8$ are red and blue, meaning $r+b=8$; $4$ are red and green, meaning $r+g=4$. Then we need to add these three equations: $b+g+r+b+r+g=2(r+g+b)=6+8+4=18$. It gives us all of the marbles are $r+g+b = 18/2 = 9$. So the answer is $\\boxed{\\textbf{(C)}\\ 9}$. ~LarryFlora</p>",
        "<p>We may draw three Venn diagrams to represent these three cases, respectively. </p><p><a class=\"image\" href=\"/wiki/index.php/File:Screen_Shot_2021-08-29_at_9.14.51_AM.png\">Screen Shot 2021-08-29 at 9.14.51 AM.png</a></p><p>Let the amount of all the marbles be $x$, meaning $R+G+B = x$. </p><p>The Venn diagrams give us the equation: $x = (x-6)+(x-8)+(x-4)$. So $x = 3x-18$, $x = 18/2 =9$. Thus, the answer is $\\boxed{\\textbf{(C)}\\ 9}$.  ~LarryFlora</p>",
        "<p>Since we know all but $8$ marbles in the jar are green, the jar must have at least $9$ marbles. Then we can just start from $C$ and keep going. If there are $9$ marbles total, there are $3$ red marbles $(9-6)$, $1$ green marble $(9-8)$, and $5$ blue marbles $(9-4)$. Since we assumed there were $9$ marbles and $3+1+5=9$, the answer is $\\boxed{\\textbf{(C)}\\ 9}$.</p>",
        "<p>Let $x$ be the number of total marbles. There are $x – 6$ red marbles, $x – 8$ green marbles, and $x – 4$ blue marbles. We can create an equation: $(x – 6)+(x – 8)+(x – 4)=x$Solving, we get $x=9$, which means the total number of marbles is $\\boxed{\\textbf{(C)}\\ 9}$.-J.L.L(Feel free to edit)</p>",
        "<p>Let $x$ be the number of total marbles, $r$ be the number of red marbles, $g$ be the number of green marbles, and $b$ be the number of blue marbles. Then we have $x - r = 6$, $x - g = 8$, $x - b = 4$, and $r + g + b = x$. Adding the first three equations together, we get $3x - r - g - b = 18$ or $3x - (r + g + b) = 18$. Substituting in the fourth equation, we have $3x - x = 18$ $\\implies$ $\\boxed{\\textbf{(C)}\\ 9}$.</p><p>~<a class=\"external text\" href=\"https://artofproblemsolving.com/wiki/index.php/User:Cxsmi\" rel=\"nofollow\">cxsmi</a></p>"
      ],
      "categorization": [
        {
          "category": "algebra",
          "sub_category": "linear_equations",
          "confidence": 0.95
        }
      ]
    },
    {
      "id": "amc_2012_8_20",
      "question": "<p>What is the correct ordering of the three numbers $\\frac{5}{19}$, $\\frac{7}{21}$, and $\\frac{9}{23}$, in increasing order?</p><p>$\\textbf{(D)}\\hspace{.05in}\\frac{5}{19}<\\frac{9}{23}<\\frac{7}{21}\\quad\\textbf{(E)}\\hspace{.05in}\\frac{7}{21}<\\frac{5}{19}<\\frac{9}{23}$</p>",
      "solutions": [
        "<p>The value of $\\frac{7}{21}$ is $\\frac{1}{3}$. Now we give all the fractions a common denominator.</p><p>$\\frac{5}{19} \\implies \\frac{345}{1311}$</p><p>$\\frac{1}{3} \\implies \\frac{437}{1311}$</p><p>$\\frac{9}{23} \\implies \\frac{513}{1311}$</p><p>Ordering the fractions from least to greatest, we find that they are in the order listed. Therefore, our final answer is $\\boxed{\\textbf{(B)}\\ \\frac{5}{19}<\\frac{7}{21}<\\frac{9}{23}}$.</p>",
        "<p>Change $7/21$ into $1/3$;\\[\\frac{1}{3}\\cdot\\frac{5}{5}=\\frac{5}{15}\\]\\[\\frac{5}{15}>\\frac{5}{19}\\]\\[\\frac{7}{21}>\\frac{5}{19}\\]And\\[\\frac{1}{3}\\cdot\\frac{9}{9}=\\frac{9}{27}\\]\\[\\frac{9}{27}<\\frac{9}{23}\\]\\[\\frac{7}{21}<\\frac{9}{23}\\]Therefore, our answer is $\\boxed{\\textbf{(B)}\\ \\frac{5}{19}<\\frac{7}{21}<\\frac{9}{23}}$.</p>",
        "<p>We know that $\\frac{5}{19}$ is $\\frac{14}{19}$ away from $1$, $\\frac{7}{21}$ is $\\frac{14}{21}$ away from $1$, and $\\frac{9}{23}$ is $\\frac{14}{23}$ away from $1$. Since $\\frac{14}{19}$ is the largest, we know that it is the farthest away from 0, and $\\frac{14}{23}$ is the smallest, so it is the closest to 0. Therefore, our answer is $\\boxed{\\textbf{(B)}\\ \\frac{5}{19}<\\frac{7}{21}<\\frac{9}{23}}$.</p><p>~monkey_landedited by ~NXC</p>"
      ],
      "categorization": [
        {
          "category": "algebra",
          "sub_category": "basic_operations",
          "confidence": 0.95
        }
      ]
    },
    {
      "id": "amc_2012_8_21",
      "question": "<p>Problem text not found on page.</p>",
      "solutions": [
        "<p>If Marla evenly distributes her $300$ square feet of paint between the 6 faces, each face will get $300\\div6 = 50$ square feet of paint. The surface area of one of the faces of the cube is $10^2 = 100$ square feet. Therefore, there will be $100-50 = \\boxed{\\textbf{(D)}\\ 50}$ square feet of white on each side.</p>"
      ],
      "categorization": [
        {
          "category": "geometry",
          "sub_category": "solid_geometry",
          "confidence": 0.95
        }
      ]
    },
    {
      "id": "amc_2012_8_22",
      "question": "<p>Let $R$ be a set of nine distinct integers. Six of the elements are $2$, $3$, $4$, $6$, $9$, and $14$. What is the number of possible values of the median of $R$?</p>",
      "solutions": [
        "<p>First, we find that the minimum value of the median of $R$ will be $3$. </p><p>We then experiment with sequences of numbers to determine other possible medians.</p><p>Median: $3$</p><p>Sequence: $-2, -1, 0, 2, 3, 4, 6, 9, 14$</p><p>Median: $4$</p><p>Sequence: $-1, 0, 2, 3, 4, 6, 9, 10, 14$</p><p>Median: $5$</p><p>Sequence: $0, 2, 3, 4, 5, 6, 9, 10, 14$</p><p>Median: $6$</p><p>Sequence: $0, 2, 3, 4, 6, 9, 10, 14, 15$</p><p>Median: $7$</p><p>Sequence: $2, 3, 4, 6, 7, 8, 9, 10, 14$</p><p>Median: $8$</p><p>Sequence: $2, 3, 4, 6, 8, 9, 10, 14, 15$</p><p>Median: $9$</p><p>Sequence: $2, 3, 4, 6, 9, 14, 15, 16, 17$</p><p>Any number greater than $9$ also cannot be a median of set $R$. </p><p>Therefore, the answer is $\\boxed{\\textbf{(D)}\\ 7}$.</p>",
        "<p>Let the values of the missing integers be $x, y, z$. We will find the bound of the possible medians. </p><p>The smallest possible median will happen when we order the set as $\\{x, y, z, 2, 3, 4, 6, 9, 14\\}$. The median is $3$. </p><p>The largest possible median will happen when we order the set as $\\{2, 3, 4, 6, 9, 14, x, y, z\\}$. The median is $9$.</p><p>Therefore, the median must be between $3$ and $9$ inclusive, yielding $\\boxed{\\textbf{(D)}\\ 7}$ possible medians.</p><p>~superagh</p>"
      ],
      "categorization": [
        {
          "category": "algebra",
          "sub_category": "basic_operations",
          "confidence": 0.95
        }
      ]
    },
    {
      "id": "amc_2012_8_23",
      "question": "<p>An equilateral triangle and a regular hexagon have equal perimeters. If the triangle's area is 4, what is the area of the hexagon?</p>",
      "solutions": [
        "<p>Let the perimeter of the equilateral triangle be $3s$. The side length of the equilateral triangle would then be $s$ and the sidelength of the hexagon would be $\\frac{s}{2}$.</p><p>A hexagon contains six equilateral triangles. One of these triangles would be similar to the large equilateral triangle in the ratio $1 : 4$, since the sidelength of the small equilateral triangle is half the side length of the large one. Thus, the area of one of the small equilateral triangles is $1$. The area of the hexagon is then $1 \\times 6 = \\boxed{\\textbf{(C)}\\ 6}$.</p>",
        "<p>Let the side length of the small triangle be $2x$, so the side length of the hexagon is $x$. By the Pythagorean theorem, the height of the triangle is $x\\sqrt{3}$, so the area of the triangle is $\\frac{x^2}{\\sqrt{3}}$ We are given that the area is $4$, so x must be $\\frac{2}{\\sqrt[4]{3}}$. Therefore, by the Pythagorean theorem, the height of one of the triangles in the hexagon (made by subdividing the hexagon into $6$ congruent triangles), is $\\frac{\\sqrt{3}}{\\sqrt[4]{3}}$, so the area is $\\frac{\\frac{2}{\\sqrt[4]{3}}\\times\\frac{\\sqrt{3}}{\\sqrt[4]{3}}}{2}$, which equals $1$. Since there are $6$ such triangles in the hexagon, the area of the hexagon is $\\boxed{\\textbf{(C)}\\ 6}$.</p>"
      ],
      "categorization": [
        {
          "category": "geometry",
          "sub_category": "general",
          "confidence": 0.95
        }
      ]
    },
    {
      "id": "amc_2012_8_24",
      "question": "<p>A circle of radius $2$ is cut into four congruent arcs. The four arcs are joined to form the star figure shown. What is the ratio of the area of the star figure to the area of the original circle?</p><p>[asy] size(0,50); draw((-1,1)..(-2,2)..(-3,1)..(-2,0)..cycle); dot((-1,1)); dot((-2,2)); dot((-3,1)); dot((-2,0)); draw((1,0){up}..{left}(0,1)); dot((1,0)); dot((0,1)); draw((0,1){right}..{up}(1,2)); dot((1,2)); draw((1,2){down}..{right}(2,1)); dot((2,1)); draw((2,1){left}..{down}(1,0));[/asy]</p>",
      "solutions": [
        "<p>[asy] dot((0,0),red); dot((0,2),red); dot((2,0),red); dot((2,2),red); draw((0,0)--(0,2)--(2,2)--(2,0)--cycle,red); size(0,50); draw((1,0){up}..{left}(0,1)); dot((1,0)); dot((0,1)); draw((0,1){right}..{up}(1,2)); dot((1,2)); draw((1,2){down}..{right}(2,1)); dot((2,1)); draw((2,1){left}..{down}(1,0));[/asy]</p><p>Draw a square around the star figure. The side length of this square is $4$, because the side length is the diameter of the circle. The square forms $4$-quarter circles around the star figure. This is the equivalent of one large circle with radius $2$, meaning that the total area of the quarter circles is $4\\pi$. The area of the square is $16$. Thus, the area of the star figure is $16 - 4\\pi$. The area of the circle is $4\\pi$. Taking the ratio of the two areas, we find the answer is $\\boxed{\\textbf{(A)}\\ \\frac{4-\\pi}{\\pi}}$.</p><p><br/></p>"
      ],
      "categorization": [
        {
          "category": "geometry",
          "sub_category": "circles",
          "confidence": 0.95
        }
      ]
    },
    {
      "id": "amc_2012_8_25",
      "question": "<p>A square with area $4$ is inscribed in a square with area $5$, with each vertex of the smaller square on a side of the larger square. A vertex of the smaller square divides a side of the larger square into two segments, one of length $a$, and the other of length $b$. What is the value of $ab$?</p><p>[asy] draw((0,2)--(2,2)--(2,0)--(0,0)--cycle); draw((0,0.3)--(0.3,2)--(2,1.7)--(1.7,0)--cycle); label(\"$a$\",(-0.1,0.15)); label(\"$b$\",(-0.1,1.15));[/asy]</p>",
      "solutions": [
        "<p>The total area of the four congruent triangles formed by the squares is $5-4 = 1$. Therefore, the area of one of these triangles is $\\frac{1}{4}$. The height of one of these triangles is $a$ and the base is $b$. Using the formula for area of the triangle, we have $\\frac{ab}{2} = \\frac{1}{4}$. Multiply by $2$ on both sides to find that the value of $ab$ is $\\boxed{\\textbf{(C)}\\ \\frac{1}2}$.</p>",
        "<p>We see that we want $ab$, so instead of solving for $a$ and $b$, we find a way to get an expression with $ab$.</p><p>By the Triple Perpendicularity Model, all four triangles are congruent.</p><p>By the Pythagorean Theorem,</p><p>$\\sqrt{a^2+b^2} = \\sqrt{4}$</p><p>Thus, $\\sqrt{a^2+b^2} = 2$</p><p>As $a+b=\\sqrt{5}$,</p><p>$a^2+2ab+b^2 = 5$</p><p>So, $\\sqrt{5-2ab} = 2$</p><p>Simplifying, </p><p>$5-2ab = 4$</p><p>$-2ab=-1$</p><p>$ab=\\frac{1}{2}$ or $\\boxed{\\textbf{(C)} \\frac{1}{2}}$</p><p>~ lovelearning999</p>",
        "<p>We know that each side of a square is equal, and each the area of a square can be expressed as the side squared. We can let the outside square with area 5's side be $x$. We get the equation $x^2 = 5$. Simplifying this we get $x=\\sqrt5$. </p><p>We can then create the equation $a+b=\\sqrt5$.</p><p>Using the same tactic we get that the side length of the inner square is $2$. By the Pythagorean Theorem,</p><p>$a^2 + b^2 = 2^2$.</p><p>We can then express this expression as</p><p>$(a+b)^2 - 2ab = 4$.</p><p>We recall that $a+b=\\sqrt5$ and substitute it into our current equation:</p><p>$(\\sqrt5)^2 - 2ab = 4$.</p><p>We further simplify this to $ab=1/2$ which is $\\boxed{\\textbf{(C)} \\frac {1}{2}}$.</p>",
        "<p>Visually, $a+b=\\sqrt5$ (1) and we can tell that all the triangles are congruent. That means the long side of all the triangles is $b$ and the short side will always be $a$. Notice that the hypotenuse is the side of the smaller square (2). Using the Pythagorean theorem, $a^2+b^2=2^2$ or $a^2+b^2=4$ (2).</p><p>Now we just have a system of equations:</p><p>Isolate b in (1) -> $b=\\sqrt5-a$, and plug it in to (2).</p><p>$a^2+(5-a)^2=4$, Simplifying should get you to $2a^2-2a\\sqrt5+1=0$</p><p>Using the quadratic formula, $a=\\frac{2\\sqrt5 \\pm \\sqrt{20-8}}{4}$</p><p>Simplifying the squareroots, $a=\\frac{\\sqrt5+\\sqrt3}{2}$.</p><p>This yields b to be $\\frac{\\sqrt5-\\sqrt3}{2}$ via substituting into (1)</p><p>$ab=\\frac{(\\sqrt5+\\sqrt3)(\\sqrt5-\\sqrt3)}{2*2}$ (difference of squares) $= \\frac{5-3}{4} = \\boxed{\\textbf{(C)} \\frac {1}{2}}$</p><p>~RandomMathGuy500</p>"
      ],
      "categorization": [
        {
          "category": "geometry",
          "sub_category": "general",
          "confidence": 0.95
        }
      ]
    }
  ]
}